{
  "blink.cmp": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "gruvbox-material": { "branch": "master" },
  "gruvbox.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "onedark.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "rose-pine": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "solarized.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "undotree": { "branch": "main" }
}
